0,0,216
1,05,116
2,1,5188
3,10,6187
4,100,1147
5,1000,246
6,10000,103
7,101,265
8,1010,111
9,1012,176
10,1015,239
11,1030,124
12,1030am,115
13,1030pm,106
14,105,101
15,1050,112
16,1095,141
17,1099,130
18,10am,190
19,10oz,131
20,10pm,214
21,10th,192
22,10x,103
23,11,925
24,110,125
25,1100,117
26,112,123
27,1130,148
28,1130am,107
29,115,128
30,1195,124
31,1199,109
32,11am,160
33,11pm,109
34,12,2694
35,120,227
36,1200,194
37,1215,122
38,1230,203
39,125,222
40,1250,107
41,1295,140
42,1299,110
43,12oz,123
44,13,711
45,130,261
46,131,105
47,1395,100
48,1399,135
49,14,914
50,140,155
51,1400,101
52,1495,158
53,1499,125
54,15,3442
55,150,287
56,1500,133
57,1511,102
58,1520,201
59,1599,104
60,15min,101
61,16,613
62,160,124
63,1699,113
64,16oz,176
65,16th,100
66,17,350
67,175,123
68,1762,101
69,1799,100
70,18,597
71,180,113
72,1842,122
73,19,196
74,1950s,148
75,1970s,100
76,1980s,105
77,199,172
78,1995,135
79,1999,163
80,19th,109
81,1am,171
82,1lb,100
83,1pm,280
84,1st,549
85,1star,112
86,2,11657
87,20,4001
88,200,248
89,2000,186
90,2005,132
91,2006,158
92,2007,211
93,2008,283
94,2009,189
95,2010,338
96,2011,204
97,2012,419
98,2013,585
99,2014,233
100,2015,343
101,2025,173
102,2030,275
103,20min,102
104,20oz,101
105,21,288
106,215,108
107,21st,160
108,22,238
109,225,128
110,23,469
111,230,230
112,24,645
113,247,160
114,24hour,171
115,24hr,113
116,24hrs,149
117,25,1498
118,250,234
119,2500,111
120,2530,106
121,26,168
122,27,114
123,275,101
124,28,171
125,29,216
126,295,138
127,299,175
128,2999,111
129,2am,267
130,2for1,124
131,2nd,725
132,2pm,123
133,2x,182
134,3,9683
135,30,2658
136,300,194
137,3000,115
138,3040,182
139,3045,152
140,30min,105
141,30th,103
142,31,159
143,32,140
144,325,120
145,33,177
146,330,106
147,330pm,112
148,34,410
149,35,1211
150,350,171
151,355,164
152,36,168
153,360,140
154,37,188
155,375,163
156,38,179
157,39,188
158,395,125
159,399,224
160,3am,263
161,3course,120
162,3pm,135
163,3rd,384
164,3star,141
165,3x,138
166,4,7396
167,40,1088
168,400,126
169,4000,119
170,40th,106
171,41,127
172,42,119
173,425,103
174,43,139
175,430,178
176,44,194
177,45,2150
178,450,120
179,455,156
180,46,227
181,47,123
182,475,154
183,48,262
184,49,103
185,495,200
186,499,233
187,4am,127
188,4pm,118
189,4star,149
190,4stars,115
191,4th,187
192,5,10060
193,50,1280
194,500,223
195,5000,105
196,5050,121
197,51,130
198,510,140
199,52,143
200,530,141
201,530pm,133
202,54,109
203,55,598
204,550,319
205,56,132
206,57,238
207,58,127
208,59,103
209,595,207
210,599,119
211,5am,133
212,5church,189
213,5pm,188
214,5star,166
215,5stars,143
216,5th,121
217,6,3166
218,60,385
219,600,143
220,610,105
221,630,229
222,630pm,186
223,645,115
224,65,281
225,650,110
226,66,148
227,67,211
228,68,200
229,69,101
230,695,229
231,699,142
232,6am,102
233,6oz,108
234,6pm,229
235,6th,142
236,7,2001
237,70,250
238,700,116
239,710,172
240,72,106
241,730,170
242,730pm,150
243,745,110
244,75,214
245,750,314
246,777,343
247,78,223
248,79,102
249,795,130
250,799,201
251,7am,102
252,7pm,235
253,7th,110
254,8,2400
255,80,322
256,800,239
257,808,163
258,810,311
259,815,112
260,830,119
261,830pm,140
262,845,103
263,85,163
264,850,104
265,88,107
266,89,128
267,895,219
268,899,272
269,8am,109
270,8oz,138
271,8pm,246
272,8th,188
273,9,1407
274,90,414
275,900,148
276,910,148
277,911,144
278,915,103
279,930,113
280,930pm,106
281,95,325
282,950,189
283,99,141
284,995,179
285,999,141
286,9am,134
287,9pm,206
288,a1,150
289,a5,137
290,aaron,141
291,ab,139
292,aback,120
293,abandon,146
294,abay,116
295,abend,175
296,aber,161
297,ability,136
298,able,3213
299,abound,100
300,absence,106
301,absent,155
302,absinthe,208
303,absolut,205
304,absolute,613
305,absolutely,5046
306,absorb,243
307,absurd,198
308,abuelos,198
309,abundance,103
310,abundant,205
311,abysmal,104
312,ac,218
313,acai,311
314,accent,242
315,accept,353
316,acceptable,236
317,access,193
318,accessible,117
319,accident,179
320,accidentally,170
321,accolade,101
322,accommodate,1835
323,accommodation,114
324,accomodate,122
325,accomodating,208
326,accompaniment,169
327,accompany,652
328,accomplish,168
329,accord,340
330,accordingly,112
331,accordion,171
332,account,289
333,accurate,186
334,accurately,109
335,accuse,121
336,accustom,101
337,ace,138
338,ache,195
339,achieve,187
340,acid,159
341,acidic,239
342,acidity,173
343,acknowledge,605
344,acknowledgement,137
345,acoustic,107
346,acquire,157
347,across,2323
348,act,796
349,action,201
350,active,135
351,activity,109
352,actual,918
353,actually,6057
354,ad,139
355,adam,121
356,add,7143
357,addict,405
358,addiction,214
359,addictive,181
360,addition,2058
361,additional,768
362,additionally,186
363,addons,127
364,address,387
365,adequate,219
366,adequately,106
367,adjacent,103
368,adjust,184
369,adjustment,148
370,admire,169
371,admission,106
372,admit,694
373,admittedly,163
374,adobada,526
375,adobe,131
376,adobo,206
377,adorable,300
378,adore,130
379,adorn,224
380,adovada,120
381,adult,632
382,advance,356
383,advantage,306
384,adventure,203
385,adventurous,269
386,advertise,643
387,advertisement,173
388,advice,374
389,advise,364
390,advocate,101
391,aesthetic,220
392,aesthetically,127
393,affair,194
394,affect,281
395,afford,169
396,affordable,1068
397,aficionado,189
398,aforementioned,224
399,afraid,308
400,african,194
401,afterall,101
402,afternoon,1303
403,aftertaste,267
404,afterthought,149
405,afterward,226
406,afterwards,312
407,agave,101
408,age,609
409,agedashi,125
410,aggressive,146
411,agnolotti,191
412,ago,2285
413,agreable,193
414,agree,1235
415,agua,178
416,ah,321
417,ahead,1077
418,ahem,103
419,ahh,115
420,ahhh,110
421,ahi,662
422,ahwatukee,221
423,ai,152
424,aid,141
425,aiellos,105
426,aim,259
427,aime,195
428,aint,203
429,aioli,651
430,air,578
431,airline,100
432,airplane,107
433,airport,971
434,airy,274
435,aisle,135
436,aj,139
437,aji,130
438,ajo,180
439,aka,249
440,akin,117
441,akor,234
442,al,1265
443,ala,279
444,aladdin,112
445,alarm,148
446,alaska,159
447,alaskan,214
448,albacore,474
449,albeit,192
450,albondigas,110
451,album,148
452,alchemy,171
453,alcohol,807
454,alcoholic,231
455,ale,422
456,alert,277
457,alex,177
458,alexander,190
459,alfredo,304
460,aliante,105
461,alice,109
462,alien,184
463,alike,271
464,alive,107
465,alize,193
466,alla,116
467,alle,211
468,allee,110
469,allem,190
470,allen,141
471,aller,187
472,allerdings,116
473,allergic,169
474,allergy,472
475,alles,290
476,alley,193
477,allgemein,136
478,alligator,116
479,allinall,137
480,allow,1263
481,alltime,122
482,allure,100
483,allyoucaneat,320
484,alma,120
485,almond,625
486,almost,5214
487,aloha,186
488,alone,1293
489,along,2433
490,alongside,166
491,aloo,113
492,aloof,110
493,alors,211
494,alot,239
495,already,3348
496,alright,831
497,also,28873
498,alter,144
499,alternate,137
500,alternative,466
501,although,3767
502,altogether,246
503,alway,110
504,always,12816
505,amaebi,142
506,amanda,159
507,amaretto,113
508,amateur,184
509,amaze,20492
510,amazeballs,179
511,amazingly,491
512,amber,137
513,ambiance,3290
514,ambience,1245
515,ambient,106
516,ambiente,226
517,amelies,430
518,america,179
519,american,1386
520,americanize,190
521,americano,193
522,ami,120
523,amidst,123
524,amigo,171
525,amis,149
526,among,433
527,amongst,199
528,amore,136
529,amount,4111
530,ample,392
531,amuse,117
532,amusebouche,119
533,amy,164
534,an,118
535,ancho,207
536,anchor,145
537,anchovy,117
538,andere,113
539,anderen,192
540,andor,289
541,andouille,126
542,andreas,131
543,andres,115
544,andrew,152
545,andy,129
546,andys,179
547,angel,152
548,angeles,172
549,anglaise,111
550,angle,120
551,angry,444
552,angus,211
553,animal,195
554,anime,371
555,anise,106
556,ann,118
557,anna,135
558,annie,118
559,anniversary,428
560,announce,185
561,annoy,964
562,annoyance,168
563,annual,141
564,another,10227
565,answer,1265
566,ant,104
567,anthem,186
568,anthony,435
569,anticipate,271
570,anticipation,198
571,antipasti,119
572,antipasto,129
573,antique,151
574,anxious,101
575,anybody,174
576,anyhow,114
577,anymore,635
578,anyone,2677
579,anyones,154
580,anything,5786
581,anytime,486
582,anyway,1535
583,anyways,674
584,anywhere,1261
585,anywho,136
586,aok,146
587,aoli,107
588,apache,146
589,apart,788
590,apartment,108
591,apologetic,339
592,apologize,1309
593,apology,480
594,app,844
595,appal,225
596,apparent,129
597,apparently,1111
598,appeal,649
599,appear,1206
600,appearance,217
601,appease,103
602,appetit,117
603,appetite,492
604,appetizer,6902
605,appetizing,244
606,applaud,113
607,apple,1345
608,applebees,127
609,applewood,175
610,apply,163
611,appoint,118
612,appointment,200
613,appreciate,1857
614,appreciation,178
615,appreciative,119
616,apprehensive,132
617,approach,510
618,approachable,122
619,appropriate,280
620,appropriately,334
621,approval,130
622,approve,230
623,approx,152
624,approximately,134
625,apps,776
626,apres,216
627,apricot,104
628,april,133
629,aquaknox,151
630,aquarium,137
631,arancini,112
632,arbys,126
633,arcade,379
634,arcadia,133
635,archies,119
636,archis,178
637,architecture,177
638,area,9389
639,arena,137
640,arent,1579
641,arepa,703
642,arepas,956
643,arguably,121
644,argue,325
645,argument,143
646,aria,109
647,arizona,917
648,arm,195
649,army,108
650,arnold,158
651,aroma,194
652,aromatic,163
653,around,10444
654,arrange,134
655,arrangement,115
656,array,209
657,arriba,109
658,arribas,103
659,arrival,317
660,arrive,5267
661,arrogant,428
662,arrowhead,173
663,arroz,145
664,art,659
665,artery,127
666,artfully,121
667,artichoke,550
668,article,233
669,artificial,120
670,artisan,120
671,artist,155
672,artistic,118
673,artsy,109
674,artwork,118
675,arugula,470
676,as,445
677,asada,1866
678,asado,112
679,asahi,101
680,asap,152
681,ashamed,229
682,asheville,104
683,ashley,215
684,asia,103
685,asiago,156
686,asian,2281
687,aside,718
688,ask,18544
689,asleep,121
690,asparagus,585
691,aspect,278
692,ass,117
693,assemble,223
694,assembly,189
695,assez,346
696,asshole,125
697,assiette,126
698,assiettes,110
699,assign,217
700,assist,164
701,assistance,141
702,assistant,131
703,associate,145
704,assort,126
705,assortment,338
706,assume,895
707,assumption,101
708,assure,329
709,astonish,115
710,astound,148
711,asu,209
712,athens,171
713,atl,175
714,atlanta,121
715,atlantic,104
716,atleast,205
717,atm,193
718,atmosphare,102
719,atmosphere,10450
720,atomic,177
721,atop,174
722,atrium,178
723,atrocious,192
724,attach,255
725,attack,153
726,attempt,660
727,attend,458
728,attendant,206
729,attention,1711
730,attentive,5451
731,attentiveness,177
732,attest,142
733,attire,213
734,attitude,1142
735,attract,137
736,attraction,235
737,attractive,237
738,attribute,137
739,au,782
740,aubergine,180
741,auch,242
742,audience,119
743,auf,156
744,aufmerksam,148
745,august,269
746,aunt,128
747,aureole,288
748,aussi,138
749,austin,137
750,australian,160
751,auswahl,103
752,authentic,3471
753,authentically,112
754,authenticity,128
755,automatic,154
756,automatically,120
757,autre,151
758,autres,182
759,aux,121
760,avacado,193
761,avail,106
762,availability,166
763,available,2426
764,avait,247
765,avant,171
766,ave,318
767,avec,393
768,avenue,133
769,average,3259
770,avg,102
771,avid,188
772,avocado,2102
773,avoid,981
774,avoir,204
775,avon,119
776,await,123
777,awake,116
778,award,201
779,aware,365
780,away,6482
781,awe,163
782,awesome,12236
783,awesomely,111
784,awesomeness,266
785,awful,1335
786,awfully,123
787,awhile,734
788,awkward,607
789,awkwardly,234
790,awsome,146
791,ayce,898
792,az,853
793,az88,207
794,azteca,139
795,b,579
796,ba,141
797,baba,141
798,babbo,105
799,babe,117
800,baby,1171
801,babycakes,161
802,babystacks,244
803,bacchanal,1583
804,bacchus,136
805,bachelor,114
806,bachelorette,231
807,bachi,233
808,back,42740
809,background,404
810,backwards,106
811,backyard,115
812,bacon,6431
813,baconwrapped,176
814,bad,10175
815,badger,143
816,badly,164
817,baffle,137
818,bag,1571
819,bagel,449
820,baguette,323
821,bahama,187
822,bahn,125
823,bailey,107
824,baiz,106
825,baja,199
826,bake,2214
827,baker,163
828,bakery,601
829,baklava,364
830,balance,1254
831,balcony,242
832,bald,110
833,ball,1216
834,ballantyne,343
835,balloon,118
836,ballroom,128
837,ballys,128
838,balsamic,402
839,bam,189
840,bamboo,131
841,ban,124
842,banana,1444
843,banchan,161
844,band,593
845,bandera,227
846,bandido,256
847,bang,501
848,banger,124
849,bangkok,163
850,banh,415
851,bank,263
852,banner,141
853,banquet,145
854,banquise,345
855,banter,118
856,banzo,139
857,bao,268
858,baos,202
859,bar,16691
860,barbacoa,202
861,barbara,103
862,barbecue,569
863,barbeque,150
864,barbie,113
865,barcelona,132
866,bardot,125
867,bare,158
868,barely,1325
869,bargain,179
870,barista,100
871,baristas,216
872,bark,160
873,barley,101
874,barlounge,129
875,barn,115
876,barrel,121
877,barrestaurant,169
878,barrier,218
879,barrio,185
880,barros,200
881,barrymore,420
882,bartender,4426
883,bartolotta,174
884,base,2808
885,baseball,102
886,baseline,120
887,basement,210
888,bash,104
889,basic,1124
890,basically,1663
891,basil,1121
892,basis,255
893,bask,104
894,basket,615
895,basketball,207
896,basmati,179
897,bass,399
898,bastard,154
899,bat,114
900,batali,396
901,batalis,167
902,batch,193
903,bath,217
904,bathroom,991
905,batter,977
906,battistas,170
907,battle,220
908,bavarian,151
909,bay,578
910,bayside,124
911,bazaar,195
912,bb,155
913,bbq,6185
914,bc,481
915,bday,138
916,beach,199
917,beam,135
918,bean,5228
919,bear,466
920,beard,117
921,bearnaise,114
922,beast,175
923,beat,1353
924,beatles,118
925,beau,252
926,beaucoup,304
927,beautiful,2800
928,beautifully,607
929,beauty,100
930,beaver,173
931,bechamel,167
932,beckett,397
933,become,1784
934,becuase,101
935,bed,357
936,bedienung,264
937,bedienungen,115
938,bee,104
939,beef,8974
940,beefy,153
941,beer,12928
942,beet,723
943,beforehand,252
944,beg,159
945,begin,1457
946,behave,127
947,behavior,100
948,behind,2281
949,behold,278
950,bei,417
951,beignet,165
952,beijing,139
953,beim,119
954,bekommt,119
955,belgian,136
956,belgium,202
957,belief,174
958,believe,2547
959,believer,173
960,bell,594
961,bella,136
962,bellagio,267
963,bellagios,368
964,belle,151
965,bellini,191
966,belly,2485
967,belong,133
968,beloved,178
969,belt,200
970,ben,343
971,bench,201
972,bend,212
973,bene,115
974,beneath,106
975,benedict,926
976,benefit,323
977,benihana,200
978,benjamin,104
979,benny,191
980,bento,385
981,beppo,155
982,bernaise,193
983,bernard,105
984,berry,490
985,berthas,189
986,bertos,109
987,beside,129
988,besides,771
989,beso,164
990,besonders,114
991,besser,139
992,best,22466
993,bestellt,160
994,bestellung,104
995,besuch,188
996,bet,397
997,betos,183
998,better,15938
999,beurre,110
1000,beverage,904
1001,beverly,118
1002,beware,309
1003,beyond,1386
1004,bf,695
1005,bfast,105
1006,bff,103
1007,bfg,237
1008,bfs,193
1009,bi,189
1010,biaggio,217
1011,biaggios,185
1012,bialy,136
1013,bianca,156
1014,bianco,404
1015,biancos,188
1016,biancoverde,150
1017,bias,154
1018,bib,118
1019,bibimbap,175
1020,bicycle,125
1021,bien,297
1022,bier,111
1023,biere,153
1024,bieres,107
1025,biergarten,214
1026,biersch,135
1027,biet,106
1028,big,8630
1029,bigger,1080
1030,biggest,596
1031,biggie,122
1032,bike,208
1033,biker,142
1034,bikini,105
1035,bill,3192
1036,billionaire,119
1037,billy,117
1038,biltmore,178
1039,bim,118
1040,bin,271
1041,bind,116
1042,binge,103
1043,bingo,105
1044,binions,125
1045,bink,102
1046,binkleys,281
1047,binks,109
1048,bird,215
1049,birthday,2170
1050,biryani,292
1051,biscotti,190
1052,biscuit,1598
1053,bisher,107
1054,bison,214
1055,bisque,367
1056,bistro,608
1057,bitch,268
1058,bite,17929
1059,bitter,466
1060,bitterness,156
1061,biz,133
1062,bizarre,128
1063,bjs,182
1064,bk,140
1065,black,2574
1066,blackberry,178
1067,blackboard,128
1068,blacken,230
1069,blackjack,249
1070,blah,335
1071,blame,296
1072,blanc,244
1073,blanco,202
1074,bland,3393
1075,blank,160
1076,blanket,140
1077,blare,194
1078,blast,382
1079,blaze,108
1080,bld,169
1081,blech,115
1082,bleed,109
1083,bleh,197
1084,blend,863
1085,blender,125
1086,bless,122
1087,bleu,298
1088,blind,196
1089,blink,169
1090,blintz,118
1091,bliss,235
1092,blizzard,146
1093,bloat,142
1094,blob,104
1095,block,615
1096,blog,157
1097,blond,114
1098,blonde,229
1099,blondies,104
1100,blood,287
1101,bloody,1069
1102,bloom,117
1103,bloomfield,193
1104,blossom,303
1105,blow,1455
1106,blt,543
1107,blu,202
1108,blue,1397
1109,blueberry,675
1110,bluephies,126
1111,blunt,102
1112,blvd,228
1113,bo,189
1114,boa,261
1115,boar,200
1116,board,1098
1117,boast,113
1118,boat,188
1119,bob,109
1120,boba,581
1121,bobbie,102
1122,bobby,377
1123,boca,154
1124,bocca,312
1125,body,260
1126,boeuf,191
1127,bogo,236
1128,boil,807
1129,bojangles,129
1130,bok,105
1131,bold,217
1132,bologna,115
1133,bolognese,168
1134,bomb,1323
1135,bombay,111
1136,bombcom,150
1137,bomber,156
1138,bomberos,107
1139,bon,397
1140,bond,124
1141,bone,1291
1142,bonefish,147
1143,bonein,331
1144,boneless,227
1145,bonne,178
1146,bonnes,130
1147,bons,223
1148,bonus,585
1149,boo,328
1150,boob,107
1151,book,1180
1152,bookmark,163
1153,bookmarked,103
1154,boom,139
1155,boost,150
1156,boot,202
1157,booth,1728
1158,bootlegger,123
1159,booty,120
1160,booze,184
1161,boozy,108
1162,bordeaux,107
1163,bordelaise,183
1164,border,237
1165,borderline,239
1166,bore,700
1167,bos,195
1168,bosa,274
1169,bosnian,135
1170,boston,370
1171,botero,251
1172,bother,1113
1173,bottle,2252
1174,bottom,1191
1175,bottomless,317
1176,bouche,245
1177,bouchon,2246
1178,bouchons,135
1179,boudin,109
1180,bouffe,237
1181,bouillabaisse,233
1182,boulder,194
1183,boulevard,132
1184,boulud,105
1185,bounce,146
1186,bouncer,102
1187,bourbon,592
1188,bourdain,104
1189,bout,176
1190,boutique,137
1191,bow,125
1192,bowl,6318
1193,box,1800
1194,boy,1521
1195,boyfriend,3113
1196,brad,132
1197,braddahs,162
1198,bradley,133
1199,brag,106
1200,brain,111
1201,brainer,121
1202,braise,623
1203,branch,132
1204,brand,755
1205,brandon,109
1206,brandy,119
1207,branzino,103
1208,brasil,130
1209,brasserie,187
1210,brat,123
1211,bratwurst,177
1212,bravas,143
1213,brave,251
1214,bravo,218
1215,brazil,242
1216,brazilian,168
1217,bread,9816
1218,breadcrumb,158
1219,breadfruit,196
1220,breadstick,113
1221,bready,110
1222,break,1716
1223,breakdown,142
1224,breaker,163
1225,breakfast,8281
1226,breakfastbrunch,239
1227,breakfastlunch,163
1228,breast,667
1229,breath,234
1230,breathe,196
1231,breathtaking,105
1232,breed,100
1233,breeze,332
1234,bref,152
1235,brew,1176
1236,brewer,130
1237,brewery,517
1238,brgr,294
1239,brian,124
1240,brick,319
1241,bride,113
1242,bridge,194
1243,brie,304
1244,brief,124
1245,briefly,146
1246,bright,994
1247,brighter,107
1248,brightly,153
1249,brilliant,164
1250,brim,193
1251,brine,161
1252,bring,10327
1253,briny,111
1254,brio,224
1255,brioche,336
1256,brisket,3252
1257,british,327
1258,brittle,119
1259,brixx,146
1260,bro,162
1261,broad,219
1262,broadway,143
1263,broasted,134
1264,broccoli,791
1265,broccolini,111
1266,broil,173
1267,broker,139
1268,bronze,193
1269,brooklyn,316
1270,bros,140
1271,broth,2785
1272,brother,609
1273,brown,1957
1274,brownie,593
1275,browse,304
1276,bruchetta,126
1277,brueggers,127
1278,bruges,123
1279,brugge,192
1280,brule,135
1281,brulee,347
1282,brunch,3017
1283,bruntsfield,112
1284,bruschetta,478
1285,brush,258
1286,brussel,501
1287,brussels,440
1288,brutta,113
1289,bryan,249
1290,btw,396
1291,bubba,143
1292,bubble,295
1293,bubbly,101
1294,buca,128
1295,bucco,112
1296,buck,1496
1297,bucket,250
1298,buckeye,135
1299,buckwheat,160
1300,buco,133
1301,bud,683
1302,buddha,129
1303,buddy,465
1304,budget,268
1305,bueno,273
1306,buffalo,1056
1307,buffet,2735
1308,buffett,140
1309,bug,241
1310,build,2086
1311,buildyourown,106
1312,bula,168
1313,buldogis,178
1314,bulgarian,105
1315,bulgogi,278
1316,bulk,165
1317,bull,157
1318,bullet,103
1319,bullshit,116
1320,bum,273
1321,bummer,307
1322,bump,241
1323,bun,3744
1324,bunch,1155
1325,bungalow,130
1326,bunkys,104
1327,bunny,131
1328,buon,101
1329,burgatory,141
1330,burger,23600
1331,burgh,306
1332,burgr,1090
1333,burgundy,132
1334,burgushi,139
1335,burn,1826
1336,burrata,269
1337,burrito,4238
1338,burro,108
1339,burst,233
1340,bury,128
1341,bus,303
1342,busboy,257
1343,busier,165
1344,busiest,143
1345,business,4644
1346,buss,206
1347,busser,159
1348,bussers,141
1349,bust,100
1350,buster,149
1351,bustle,123
1352,busy,6044
1353,butcher,197
1354,butt,190
1355,butter,3044
1356,butterfield,156
1357,butterfish,108
1358,buttermilk,253
1359,butternut,178
1360,butterscotch,122
1361,buttery,576
1362,button,322
1363,buy,2088
1364,buyer,105
1365,buzz,287
1366,buzzer,123
1367,bww,121
1368,bye,220
1369,byob,221
1370,byow,102
1371,bypass,319
1372,c,262
1373,ca,480
1374,cab,162
1375,cabana,122
1376,cabbage,692
1377,cabernet,184
1378,cabeza,172
1379,cabo,146
1380,cactus,114
1381,cadillac,115
1382,caesar,1061
1383,cafe,2551
1384,cafeteria,228
1385,caffe,104
1386,caffeine,165
1387,cage,120
1388,cajun,925
1389,cake,3319
1390,cal,282
1391,calamari,1498
1392,calendar,102
1393,cali,286
1394,caliber,241
1395,caliente,100
1396,california,1045
1397,californian,102
1398,calimari,108
1399,call,6303
1400,calm,208
1401,calorie,415
1402,calzone,258
1403,calzones,164
1404,camarones,135
1405,cambodian,262
1406,camelback,107
1407,camera,171
1408,camp,148
1409,camper,204
1410,campus,200
1411,can,456
1412,canada,229
1413,canadian,395
1414,canal,167
1415,canaletto,121
1416,canard,131
1417,cancel,318
1418,candle,185
1419,candy,549
1420,cane,319
1421,cannelloni,121
1422,cannoli,136
1423,cannolis,216
1424,cannonball,121
1425,cannot,1415
1426,cant,10918
1427,cantaloupe,119
1428,canteen,180
1429,canter,139
1430,cantina,158
1431,cantonese,196
1432,canyon,130
1433,cap,146
1434,capable,159
1435,capacity,107
1436,capastrami,203
1437,caper,184
1438,capital,197
1439,capitol,149
1440,capo,238
1441,cappuccino,241
1442,caprese,368
1443,capriottis,299
1444,captain,192
1445,capture,158
1446,car,1036
1447,carafe,325
1448,caramel,727
1449,caramelize,367
1450,carb,135
1451,carbonara,245
1452,carbs,143
1453,card,1867
1454,cardboard,161
1455,cardinal,111
1456,care,4362
1457,career,116
1458,carefree,115
1459,careful,335
1460,carefully,141
1461,careless,104
1462,caribbean,189
1463,carlitos,188
1464,carlo,118
1465,carlos,436
1466,carls,198
1467,carlsbad,163
1468,carlys,259
1469,carmel,220
1470,carmelized,217
1471,carmine,201
1472,carne,1889
1473,carnegie,422
1474,carnevino,544
1475,carnitas,798
1476,carnival,201
1477,carnivore,105
1478,carol,111
1479,carolina,263
1480,carpaccio,331
1481,carpet,180
1482,carrabbas,219
1483,carrot,1104
1484,carry,744
1485,carryout,262
1486,carson,338
1487,cart,397
1488,carte,404
1489,cartel,319
1490,cartoon,124
1491,carve,592
1492,casa,137
1493,casanova,127
1494,casbah,267
1495,case,1548
1496,casey,240
1497,caseys,166
1498,cash,799
1499,cashew,233
1500,cashier,1439
1501,casino,1022
1502,cask,106
1503,casserole,357
1504,cast,152
1505,castle,591
1506,casual,1821
1507,casually,134
1508,cat,242
1509,catch,1267
1510,category,167
1511,cater,646
1512,caterpillar,154
1513,catfish,507
1514,catherine,198
1515,cattle,116
1516,cauliflower,691
1517,cause,1186
1518,caution,252
1519,cave,163
1520,caveat,130
1521,caviar,274
1522,cayenne,110
1523,cc,175
1524,cd,128
1525,ce,403
1526,ceasar,237
1527,ceasars,100
1528,cease,104
1529,ceaser,122
1530,ceiling,403
1531,cela,121
1532,celebrate,610
1533,celebration,201
1534,celebratory,105
1535,celebrity,237
1536,celery,245
1537,celiac,136
1538,cell,130
1539,cellar,259
1540,cent,377
1541,centennial,121
1542,center,1270
1543,central,457
1544,centre,238
1545,centurion,100
1546,century,121
1547,cereal,141
1548,certain,616
1549,certainly,1593
1550,certificate,112
1551,certify,112
1552,cesar,133
1553,cest,370
1554,cet,127
1555,cetait,357
1556,cette,208
1557,ceux,109
1558,ceviche,745
1559,cf,131
1560,cha,172
1561,chada,118
1562,chai,256
1563,chain,1424
1564,chair,1186
1565,chalet,144
1566,chaleureux,117
1567,chalk,160
1568,chalkboard,130
1569,challah,129
1570,challenge,397
1571,champ,113
1572,champagne,293
1573,champaign,274
1574,champion,125
1575,championship,112
1576,chan,102
1577,chance,2302
1578,chandelier,112
1579,chandler,442
1580,chang,306
1581,change,4199
1582,channel,145
1583,chanterelle,210
1584,chantilly,113
1585,chao,184
1586,chaos,201
1587,chaotic,100
1588,chap,103
1589,chaque,136
1590,char,764
1591,character,179
1592,charbroiled,111
1593,charcoal,105
1594,charcuterie,239
1595,chard,100
1596,chardonnay,201
1597,charge,3332
1598,charity,133
1599,charles,115
1600,charleston,125
1601,charlie,101
1602,charlies,115
1603,charlotte,982
1604,charm,549
1605,chart,152
1606,chase,140
1607,chashu,223
1608,chasu,176
1609,chat,943
1610,chatty,191
1611,che,148
1612,cheap,2261
1613,cheaper,659
1614,cheapest,167
1615,cheat,181
1616,cheba,221
1617,check,10417
1618,checker,109
1619,checkin,192
1620,checkout,110
1621,cheddar,1074
1622,chee,154
1623,cheeburger,161
1624,cheek,146
1625,cheer,283
1626,cheerful,158
1627,cheery,198
1628,cheese,18223
1629,cheeseburger,774
1630,cheesecake,743
1631,cheesesteak,408
1632,cheesesteaks,227
1633,cheesey,101
1634,cheesy,751
1635,chef,5912
1636,chefowner,157
1637,chelsea,108
1638,chelseas,120
1639,chemical,162
1640,chen,103
1641,cher,222
1642,cherry,597
1643,chess,108
1644,chest,105
1645,chestnut,125
1646,chevre,103
1647,chevy,202
1648,chew,386
1649,chewy,1068
1650,chez,306
1651,chi,105
1652,chianti,109
1653,chic,307
1654,chicago,900
1655,chicagostyle,160
1656,chicharron,100
1657,chick,220
1658,chicken,29347
1659,chickfila,155
1660,chickpea,103
1661,chief,108
1662,chiladas,117
1663,chilaquiles,181
1664,child,849
1665,childhood,109
1666,childrens,192
1667,chile,708
1668,chilean,182
1669,chili,2490
1670,chilies,214
1671,chill,962
1672,chilli,223
1673,chilly,134
1674,chima,154
1675,chimi,184
1676,chimichanga,124
1677,chimichangas,124
1678,chimichurri,131
1679,chimis,103
1680,chin,333
1681,china,411
1682,chinatown,370
1683,chinese,2630
1684,chino,587
1685,chip,6797
1686,chipolte,115
1687,chipotle,1712
1688,chippy,124
1689,chirashi,133
1690,chit,141
1691,chive,140
1692,chix,225
1693,choc,118
1694,chock,125
1695,chocolat,226
1696,chocolate,3577
1697,chocolatey,142
1698,choice,5921
1699,choix,139
1700,choke,221
1701,cholesterol,111
1702,chomp,102
1703,chompies,189
1704,choose,4631
1705,chop,1746
1706,chopstick,148
1707,chorizo,847
1708,chorro,158
1709,chou,106
1710,chow,383
1711,chowder,535
1712,choy,115
1713,chris,312
1714,christian,104
1715,christina,143
1716,christmas,297
1717,christopher,296
1718,chuck,109
1719,chuckle,116
1720,chug,128
1721,chunk,836
1722,chunky,187
1723,church,162
1724,churn,206
1725,churro,109
1726,churros,250
1727,chutney,206
1728,chuys,203
1729,ciabatta,119
1730,ciao,166
1731,cibo,152
1732,cicis,256
1733,cider,274
1734,cien,123
1735,cigar,111
1736,cigarette,327
1737,cilantro,849
1738,cinco,143
1739,cinnamon,692
1740,cioppino,178
1741,circle,154
1742,circo,137
1743,circular,111
1744,circumstance,157
1745,circus,241
1746,cirque,649
1747,citizen,584
1748,citrus,363
1749,citrusy,141
1750,city,1615
1751,cityscape,165
1752,claim,528
1753,clam,1068
1754,clarendon,144
1755,clarify,203
1756,class,593
1757,classic,1422
1758,classify,108
1759,classique,129
1760,classy,483
1761,claustrophobic,100
1762,claw,345
1763,clay,130
1764,clean,8230
1765,cleaner,140
1766,cleanest,169
1767,cleanliness,321
1768,cleanse,188
1769,cleanser,115
1770,clear,1278
1771,clearly,1268
1772,cleave,119
1773,cleo,117
1774,clerk,114
1775,cleveland,107
1776,clever,277
1777,cliche,104
1778,click,110
1779,client,285
1780,clientele,195
1781,climb,168
1782,clip,101
1783,clock,204
1784,clog,105
1785,close,6607
1786,closely,160
1787,closer,867
1788,closest,298
1789,closet,107
1790,cloth,297
1791,clothe,211
1792,cloud,209
1793,clt,199
1794,club,1641
1795,clue,275
1796,clueless,128
1797,clump,159
1798,cluster,109
1799,clutter,117
1800,cm,113
1801,cmon,111
1802,cmu,132
1803,co,242
1804,coach,167
1805,coal,339
1806,coarse,111
1807,coast,733
1808,coaster,122
1809,coat,500
1810,cob,218
1811,cobb,233
1812,cobbler,189
1813,coca,122
1814,cocacola,105
1815,cochinita,197
1816,cochon,411
1817,cockroach,129
1818,cocktail,4576
1819,coco,277
1820,cocoa,196
1821,coconut,1272
1822,cod,467
1823,code,194
1824,coeur,100
1825,coffee,6322
1826,coffeehouse,136
1827,cognac,134
1828,coin,339
1829,coke,655
1830,cola,268
1831,colada,110
1832,cold,5156
1833,colder,143
1834,cole,485
1835,coleslaw,802
1836,colicchio,184
1837,collar,239
1838,collard,292
1839,colleague,216
1840,collect,205
1841,collection,282
1842,college,438
1843,colombian,107
1844,color,801
1845,colorado,188
1846,colorful,233
1847,colour,136
1848,com,154
1849,coma,131
1850,combination,1685
1851,combine,473
1852,combo,2458
1853,come,53893
1854,comeback,100
1855,comedy,173
1856,comfort,794
1857,comfortable,1677
1858,comfortably,254
1859,comfy,298
1860,comical,115
1861,comida,192
1862,commande,194
1863,comme,115
1864,commend,108
1865,comment,1193
1866,commercial,171
1867,commit,101
1868,commitment,122
1869,common,384
1870,communal,119
1871,communicate,127
1872,communication,121
1873,community,404
1874,comp,217
1875,companion,416
1876,company,801
1877,comparable,334
1878,compare,2013
1879,comparison,372
1880,compd,114
1881,comped,340
1882,compel,117
1883,compensate,124
1884,compensation,114
1885,compete,188
1886,competent,234
1887,competition,311
1888,competitive,116
1889,competitor,150
1890,complain,1585
1891,complaint,2192
1892,complement,326
1893,complementary,140
1894,complete,887
1895,completely,2191
1896,complex,319
1897,complexity,154
1898,complicate,123
1899,compliment,876
1900,complimentary,993
1901,component,153
1902,compose,147
1903,compote,314
1904,compound,107
1905,comprise,154
1906,compromise,187
1907,comptoir,102
1908,computer,173
1909,con,707
1910,concentrate,198
1911,concept,2088
1912,concern,745
1913,concert,334
1914,conch,101
1915,concierge,122
1916,conclude,145
1917,conclusion,182
1918,concoction,250
1919,concord,114
1920,concourse,116
1921,concrete,235
1922,condense,362
1923,condesa,174
1924,condescend,189
1925,condiment,567
1926,condition,145
1927,conducive,100
1928,cone,284
1929,coney,686
1930,conference,105
1931,confess,121
1932,confidence,154
1933,confident,100
1934,confirm,365
1935,confirmation,130
1936,confit,228
1937,conflict,112
1938,confront,105
1939,confuse,1248
1940,confusion,213
1941,congeal,108
1942,congee,141
1943,connect,169
1944,connecticut,105
1945,connection,176
1946,connoisseur,159
1947,conscious,120
1948,consensus,109
1949,consider,2630
1950,considerably,129
1951,considerate,137
1952,consideration,219
1953,consist,645
1954,consistant,106
1955,consistency,601
1956,consistent,682
1957,consistently,563
1958,constant,107
1959,constantly,527
1960,construct,103
1961,construction,138
1962,constructive,103
1963,consume,251
1964,consumer,131
1965,consumption,130
1966,contact,475
1967,contain,403
1968,container,1095
1969,contamination,106
1970,contemplate,169
1971,contemporary,199
1972,contender,133
1973,content,259
1974,contest,139
1975,continental,116
1976,continually,161
1977,continue,1360
1978,continuously,105
1979,contrary,138
1980,contrast,180
1981,contre,194
1982,contribute,174
1983,control,295
1984,convenience,196
1985,convenient,775
1986,conveniently,199
1987,convention,105
1988,conversation,1232
1989,converse,207
1990,convert,117
1991,conveyor,375
1992,convince,328
1993,coo,104
1994,cook,12110
1995,cookbook,132
1996,cookie,763
1997,cooky,739
1998,cool,5554
1999,cooler,258
2000,coolest,112
2001,coop,188
2002,cooper,160
2003,cooperstown,111
2004,coors,161
2005,cop,166
2006,copious,123
2007,copper,115
2008,copy,110
2009,corbins,117
2010,cordial,190
2011,cordon,111
2012,core,166
2013,coriander,113
2014,cork,157
2015,corkage,259
2016,corn,3540
2017,cornbread,473
2018,corner,1459
2019,cornhole,137
2020,cornish,172
2021,cornmeal,171
2022,corona,179
2023,coronado,146
2024,corporate,269
2025,corral,277
2026,correct,949
2027,correctly,353
2028,corridor,161
2029,cortez,102
2030,cosmo,1073
2031,cosmopolitan,1291
2032,cosmos,102
2033,cost,1989
2034,costa,124
2035,costco,148
2036,costly,138
2037,costume,141
2038,costumer,191
2039,cosy,234
2040,cote,285
2041,cotija,114
2042,cotta,311
2043,cottage,221
2044,cotton,142
2045,couch,294
2046,cougar,134
2047,cough,202
2048,could,16191
2049,couldnt,4857
2050,couldve,387
2051,count,506
2052,counter,3181
2053,counterpart,117
2054,countless,226
2055,country,793
2056,county,294
2057,coup,147
2058,couple,5456
2059,coupon,870
2060,courier,169
2061,course,4112
2062,court,549
2063,courteous,639
2064,courtesy,225
2065,courtyard,190
2066,cous,160
2067,couscous,223
2068,cousin,302
2069,cover,1561
2070,covet,107
2071,cow,257
2072,cowbell,105
2073,cowboy,401
2074,cowfish,484
2075,coworker,443
2076,coworkers,646
2077,coz,144
2078,cozy,945
2079,cph,165
2080,cpk,376
2081,crab,3917
2082,crabby,101
2083,crabcake,138
2084,crabcakes,112
2085,crabmeat,140
2086,crack,460
2087,cracker,361
2088,crackle,112
2089,craft,1385
2090,craftsteak,850
2091,craig,140
2092,cram,100
2093,cramp,219
2094,cranberry,276
2095,crank,146
2096,cranky,130
2097,crap,513
2098,crappy,329
2099,crash,114
2100,crave,2516
2101,crawfish,818
2102,crawl,312
2103,crayon,122
2104,craziness,104
2105,crazy,1520
2106,cream,5006
2107,creamer,155
2108,creaminess,175
2109,creamy,1805
2110,create,1113
2111,creation,314
2112,creative,945
2113,creativity,145
2114,creature,155
2115,credit,764
2116,creek,267
2117,creep,149
2118,creepy,229
2119,crema,111
2120,creme,614
2121,creole,119
2122,crepe,1326
2123,creperie,104
2124,crescent,233
2125,crew,370
2126,crime,152
2127,cringe,100
2128,crinkle,352
2129,crisis,102
2130,crisp,1491
2131,crispier,198
2132,crispiness,186
2133,crispness,171
2134,crispy,4928
2135,cristo,129
2136,criterion,108
2137,critic,100
2138,critical,116
2139,criticism,186
2140,critique,102
2141,croissant,528
2142,cromwell,105
2143,croque,185
2144,croquetas,143
2145,croquette,152
2146,cross,330
2147,crostini,132
2148,crouton,195
2149,crow,104
2150,crowd,2611
2151,crown,232
2152,crudo,322
2153,cruise,142
2154,crumb,207
2155,crumble,275
2156,crumbly,170
2157,crunch,1042
2158,crunchy,1336
2159,crush,278
2160,crust,3144
2161,crustacean,116
2162,crusty,168
2163,cry,196
2164,crystal,198
2165,cu,126
2166,cub,197
2167,cuba,108
2168,cuban,312
2169,cubano,123
2170,cube,262
2171,cucumber,1253
2172,cue,150
2173,cuginos,160
2174,cuisine,1582
2175,culinary,502
2176,cultural,215
2177,culture,224
2178,culvers,304
2179,cumin,120
2180,cup,2495
2181,cupcake,236
2182,curb,145
2183,curd,388
2184,cure,252
2185,curiosity,186
2186,curious,273
2187,curl,100
2188,curly,213
2189,current,274
2190,currently,349
2191,curry,3226
2192,curse,207
2193,curt,108
2194,curtain,162
2195,curve,123
2196,cushion,145
2197,custard,585
2198,custom,408
2199,customer,9732
2200,customize,367
2201,cut,3279
2202,cute,2170
2203,cutest,123
2204,cutlery,146
2205,cutlet,323
2206,cutter,149
2207,cuttlefish,112
2208,cuz,290
2209,d,164
2210,da,609
2211,dab,169
2212,dac,107
2213,dad,538
2214,daddy,162
2215,dafur,162
2216,daher,117
2217,daikon,195
2218,daily,896
2219,daiquiri,100
2220,dairy,226
2221,daisy,130
2222,dal,194
2223,dallas,144
2224,dam,148
2225,damage,165
2226,dame,114
2227,damn,985
2228,dan,313
2229,dance,700
2230,dancer,170
2231,dandelion,142
2232,dane,159
2233,dang,166
2234,dangerous,243
2235,daniel,166
2236,danish,167
2237,dann,292
2238,danny,101
2239,dans,350
2240,dare,176
2241,dark,1132
2242,darker,154
2243,darling,104
2244,darn,423
2245,dart,245
2246,das,324
2247,dash,255
2248,date,2523
2249,daughter,1645
2250,dautres,112
2251,dave,263
2252,daves,210
2253,david,151
2254,dawn,100
2255,day,11585
2256,daytime,110
2257,dazu,121
2258,db,139
2259,dbacks,102
2260,dc,424
2261,dd,101
2262,ddd,139
2263,de,4001
2264,dead,476
2265,deal,3528
2266,dealer,165
2267,dean,106
2268,dear,108
2269,death,126
2270,debate,152
2271,debauchery,111
2272,debit,278
2273,decade,207
2274,decadence,110
2275,decadent,260
2276,decaf,112
2277,decanter,113
2278,decatur,115
2279,deceive,114
2280,december,119
2281,decent,5065
2282,decently,204
2283,decide,8192
2284,decidedly,110
2285,decision,494
2286,deck,156
2287,declare,144
2288,decline,241
2289,deco,193
2290,deconstruct,169
2291,decor,5658
2292,decorate,793
2293,decoration,416
2294,decrease,109
2295,dedicate,164
2296,deduct,230
2297,deem,108
2298,deep,1211
2299,deepfried,238
2300,deeply,131
2301,deer,188
2302,def,708
2303,defalcos,281
2304,default,185
2305,defeat,119
2306,defense,145
2307,defiantly,306
2308,definately,209
2309,define,140
2310,definetly,188
2311,definite,290
2312,definitely,21288
2313,definition,199
2314,degree,490
2315,degustation,255
2316,dehydrate,112
2317,deja,142
2318,dejeuner,198
2319,del,144
2320,delay,294
2321,delectable,266
2322,deli,672
2323,delicacy,186
2324,delicate,294
2325,delicately,144
2326,delicieux,312
2327,delicioso,103
2328,delicious,25597
2329,deliciously,242
2330,deliciousness,304
2331,delicous,137
2332,delight,644
2333,delightful,702
2334,delightfully,231
2335,delish,1293
2336,deliver,2572
2337,delivery,2129
2338,delmonico,541
2339,delmonicos,301
2340,dels,208
2341,delucas,168
2342,delux,178
2343,deluxe,328
2344,dem,125
2345,demand,188
2346,demande,107
2347,demarcos,148
2348,demeanor,175
2349,demi,110
2350,demographic,107
2351,den,171
2352,denn,127
2353,dennys,260
2354,dense,243
2355,dent,115
2356,dente,202
2357,denver,246
2358,deny,109
2359,depart,122
2360,department,193
2361,departure,118
2362,depend,545
2363,dependable,114
2364,depot,118
2365,depress,204
2366,depth,180
2367,depuis,117
2368,der,438
2369,descent,211
2370,describe,1205
2371,description,549
2372,desert,1516
2373,deserve,1012
2374,design,1018
2375,designate,169
2376,designer,146
2377,desirable,130
2378,desire,606
2379,desk,230
2380,desoto,107
2381,desperate,271
2382,desperately,182
2383,despise,103
2384,despite,1259
2385,dessert,7583
2386,destihl,165
2387,destination,249
2388,destroy,214
2389,detail,1026
2390,detect,123
2391,deter,108
2392,determine,121
2393,detour,166
2394,detract,206
2395,detroit,516
2396,deux,304
2397,develop,134
2398,device,145
2399,devil,566
2400,devine,129
2401,devoid,126
2402,devour,402
2403,dew,112
2404,dh,166
2405,dhaba,179
2406,dhote,187
2407,di,109
2408,diabetic,112
2409,diablo,125
2410,diablos,214
2411,diameter,121
2412,diamond,118
2413,diane,115
2414,diarrhea,115
2415,diavola,103
2416,diavolo,135
2417,dice,201
2418,dick,111
2419,dickey,164
2420,didnt,19153
2421,die,2675
2422,diego,358
2423,diese,193
2424,diesem,115
2425,dieser,114
2426,diesis,130
2427,diet,545
2428,dietary,157
2429,differ,163
2430,difference,850
2431,different,9039
2432,differently,139
2433,difficult,969
2434,difficulty,192
2435,dig,434
2436,digest,149
2437,digress,259
2438,dijon,179
2439,dill,169
2440,dillys,139
2441,dilute,111
2442,dilworth,100
2443,dim,798
2444,dime,101
2445,dimension,102
2446,diminish,103
2447,dimly,209
2448,dimsum,149
2449,din,6595
2450,dine,1133
2451,dinein,117
2452,diner,1298
2453,ding,269
2454,dingy,145
2455,dinner,12117
2456,dip,3715
2457,dire,263
2458,direct,215
2459,direction,275
2460,directly,338
2461,direkt,139
2462,dirt,102
2463,dirty,1348
2464,disagree,105
2465,disapointed,100
2466,disappear,376
2467,disappoint,9635
2468,disappointment,1187
2469,disaster,177
2470,discern,131
2471,disclaimer,100
2472,disclosure,107
2473,disco,108
2474,discount,832
2475,discourage,164
2476,discover,680
2477,discovery,159
2478,discus,232
2479,discuss,125
2480,discussion,202
2481,disease,100
2482,disguise,113
2483,disgust,765
2484,disgustingly,108
2485,dish,16450
2486,disinterested,124
2487,dislike,213
2488,dismal,105
2489,dismay,155
2490,disney,224
2491,disneyland,119
2492,disorganize,182
2493,dispenser,101
2494,display,475
2495,displease,107
2496,dispute,103
2497,disregard,102
2498,disrespect,114
2499,disrespectful,135
2500,dissapointed,102
2501,dissapointing,104
2502,dissappointed,111
2503,dissatisfy,211
2504,distance,368
2505,distant,125
2506,distill,114
2507,distinct,141
2508,distinctive,133
2509,distinctly,112
2510,distinguish,172
2511,distract,186
2512,distraction,108
2513,distribute,109
2514,district,332
2515,distrito,140
2516,disturb,200
2517,dit,125
2518,ditch,133
2519,dive,366
2520,diver,133
2521,diverse,252
2522,diversity,158
2523,divey,151
2524,divide,288
2525,divine,349
2526,dj,452
2527,dlish,118
2528,dlux,203
2529,do,4577
2530,doc,107
2531,docg,139
2532,doch,101
2533,dock,196
2534,doctor,328
2535,doesnt,3751
2536,dog,3357
2537,dogfish,118
2538,doggie,108
2539,doggy,175
2540,doh,111
2541,dolce,153
2542,dole,105
2543,doll,126
2544,dollar,1568
2545,dollop,272
2546,dolmades,126
2547,dolmas,121
2548,dolsot,116
2549,dom,154
2550,dome,128
2551,domestic,268
2552,dominate,183
2553,dominick,163
2554,domino,346
2555,donate,114
2556,donc,345
2557,doneness,112
2558,doner,137
2559,donkey,121
2560,donna,266
2561,donne,151
2562,donovans,163
2563,dont,21011
2564,donut,1660
2565,door,4200
2566,doorway,105
2567,dope,120
2568,dorado,205
2569,dorstop,108
2570,dort,203
2571,dory,111
2572,dosa,307
2573,dosas,132
2574,dose,233
2575,dot,226
2576,dottys,108
2577,double,1287
2578,doubledouble,127
2579,doubt,928
2580,douche,113
2581,dough,767
2582,doughnut,391
2583,doughy,213
2584,douse,101
2585,dover,128
2586,down,200
2587,downer,147
2588,downfall,134
2589,downgrade,125
2590,downhill,176
2591,downright,281
2592,downside,447
2593,downstairs,216
2594,downtown,2642
2595,dozen,608
2596,dq,143
2597,dr,110
2598,drab,129
2599,draft,822
2600,drag,143
2601,dragon,371
2602,drain,188
2603,drama,109
2604,dramatic,108
2605,drape,104
2606,drastically,108
2607,draught,115
2608,draussen,128
2609,draw,418
2610,drawback,123
2611,dread,131
2612,dreadful,113
2613,dream,485
2614,dreamy,120
2615,drench,254
2616,dress,3181
2617,dresslers,119
2618,dressy,139
2619,drier,106
2620,drift,102
2621,drink,23031
2622,drinkable,105
2623,drinker,211
2624,drip,316
2625,drive,4071
2626,drivein,121
2627,driveins,138
2628,driver,418
2629,drivethrough,106
2630,drivethru,201
2631,drizzle,385
2632,drool,138
2633,drop,1479
2634,dropout,308
2635,drown,241
2636,drug,156
2637,drum,123
2638,drumstick,120
2639,drunken,269
2640,dry,4572
2641,dryaged,155
2642,du,527
2643,duce,259
2644,duck,1503
2645,duckworths,100
2646,dude,340
2647,due,1945
2648,duh,258
2649,duke,123
2650,dulce,184
2651,dull,235
2652,dumb,114
2653,dump,218
2654,dumpling,1848
2655,dumpy,147
2656,dun,289
2657,dune,213
2658,dungeness,206
2659,dunk,169
2660,dunno,184
2661,duo,103
2662,dupars,190
2663,duper,105
2664,duplicate,121
2665,durango,116
2666,durant,496
2667,durch,203
2668,dust,193
2669,dusty,103
2670,dutch,211
2671,duty,197
2672,dw,423
2673,dy,219
2674,dynamite,132
2675,e,569
2676,e2,113
2677,eager,289
2678,eagerly,134
2679,eagle,105
2680,ear,233
2681,earl,179
2682,earlier,670
2683,early,2067
2684,earn,369
2685,earth,300
2686,earthy,284
2687,ease,114
2688,easier,298
2689,easiest,139
2690,easily,1496
2691,east,1155
2692,easter,214
2693,eastern,433
2694,easy,2346
2695,eat,29838
2696,eat24,149
2697,eater,715
2698,eatery,566
2699,eatin,123
2700,eben,100
2701,ebenfalls,104
2702,ebi,119
2703,echo,506
2704,eclair,102
2705,eclectic,262
2706,economy,131
2707,ecstatic,154
2708,ect,108
2709,ed,120
2710,edamame,436
2711,eddie,201
2712,eddy,161
2713,eden,113
2714,edge,470
2715,edible,441
2716,edinburgh,252
2717,edit,143
2718,educate,109
2719,eel,170
2720,eff,160
2721,effect,112
2722,effective,123
2723,efficiency,123
2724,efficient,801
2725,efficiently,163
2726,effort,620
2727,eg,277
2728,egalement,146
2729,egg,8529
2730,eggplant,930
2731,eggroll,137
2732,eggrolls,236
2733,eggy,101
2734,eh,288
2735,eher,269
2736,ehh,112
2737,ehhh,107
2738,eiffel,188
2739,eigentlich,202
2740,eight,191
2741,ein,209
2742,eine,160
2743,einem,234
2744,einen,410
2745,einer,223
2746,einfach,136
2747,einmal,121
2748,einrichtung,134
2749,einstein,125
2750,either,3941
2751,el,1138
2752,elaborate,161
2753,elbow,208
2754,elderly,143
2755,elect,100
2756,electric,127
2757,electronic,124
2758,elegance,115
2759,elegant,289
2760,element,197
2761,elephant,102
2762,elevate,165
2763,elevation,108
2764,elevator,347
2765,eleven,451
2766,eliminate,108
2767,elite,106
2768,elizabeth,152
2769,elk,110
2770,elle,162
2771,elli,128
2772,elmers,106
2773,elote,120
2774,else,5321
2775,elsewhere,808
2776,elvis,204
2777,em,254
2778,email,309
2779,embarrass,268
2780,ember,110
2781,embrace,130
2782,emerald,237
2783,emerge,106
2784,emergency,125
2785,emeril,305
2786,emerils,268
2787,emily,143
2788,empanada,144
2789,empanadas,361
2790,empfehlen,221
2791,emphasis,186
2792,emphasize,157
2793,empire,104
2794,employ,187
2795,employee,3303
2796,empty,2882
2797,en,657
2798,encanto,129
2799,enchilada,1262
2800,enclose,127
2801,encore,387
2802,encounter,303
2803,encourage,294
2804,encrust,130
2805,end,7426
2806,endive,157
2807,endless,146
2808,endroit,103
2809,endure,146
2810,energetic,169
2811,energy,375
2812,enforce,112
2813,engage,346
2814,england,104
2815,english,575
2816,enhance,196
2817,enjoy,13433
2818,enjoyable,848
2819,enjoyment,184
2820,enoki,116
2821,enormous,196
2822,enoteca,120
2823,enough,8376
2824,enso,139
2825,ensue,109
2826,ensure,326
2827,enter,1017
2828,entertain,444
2829,entertainment,452
2830,enthusiasm,245
2831,enthusiast,158
2832,enthusiastic,194
2833,entice,119
2834,entire,2461
2835,entirely,295
2836,entitle,101
2837,entrance,629
2838,entre,294
2839,entree,4691
2840,entry,194
2841,envie,102
2842,environment,1515
2843,envision,103
2844,envy,125
2845,epic,211
2846,epicenter,185
2847,epicentre,129
2848,episode,237
2849,epitome,102
2850,equal,184
2851,equally,631
2852,equate,105
2853,equipment,135
2854,equis,105
2855,equivalent,109
2856,er,227
2857,era,116
2858,eric,129
2859,erin,103
2860,errand,209
2861,error,211
2862,erst,104
2863,escalator,161
2864,escape,130
2865,escargot,148
2866,escort,102
2867,esp,280
2868,especially,4498
2869,espn,132
2870,espresso,476
2871,essayer,166
2872,essen,130
2873,essence,224
2874,essential,147
2875,essentially,257
2876,est,860
2877,establish,204
2878,establishment,2061
2879,estate,107
2880,estimate,105
2881,et,1836
2882,etaient,325
2883,etait,288
2884,etc,2048
2885,ete,116
2886,eternity,100
2887,ethiopian,298
2888,ethnic,101
2889,etiquette,115
2890,etouffee,141
2891,etre,318
2892,etwas,390
2893,eu,205
2894,eur,218
2895,eureka,125
2896,euro,591
2897,europe,233
2898,european,151
2899,eve,119
2900,even,23984
2901,evenly,190
2902,event,1173
2903,eventually,505
2904,ever,11666
2905,everest,196
2906,every,9002
2907,everybody,335
2908,everyday,534
2909,everyone,5812
2910,everyones,234
2911,everything,14765
2912,everythings,104
2913,everytime,207
2914,everywhere,712
2915,evidence,143
2916,evident,103
2917,evidently,118
2918,evil,138
2919,evo,258
2920,evolve,120
2921,evoo,101
2922,ew,179
2923,ex,129
2924,exact,370
2925,exactly,1695
2926,exaggerate,224
2927,exaggeration,147
2928,example,482
2929,excalibur,112
2930,exceed,361
2931,excel,119
2932,excellence,178
2933,excellent,11557
2934,excellente,155
2935,excellently,152
2936,except,1549
2937,exception,359
2938,exceptional,1116
2939,exceptionally,223
2940,excess,186
2941,excessive,341
2942,excessively,108
2943,exchange,113
2944,excite,4001
2945,excitement,140
2946,exclaim,103
2947,exclude,116
2948,exclusive,137
2949,exclusively,106
2950,excuse,631
2951,execute,382
2952,execution,296
2953,executive,127
2954,exemplary,119
2955,exercise,100
2956,exhaust,155
2957,exhibit,118
2958,exist,311
2959,existence,163
2960,existent,146
2961,exit,132
2962,exorbitant,133
2963,exotic,151
2964,expand,368
2965,expansive,224
2966,expect,7945
2967,expectation,1662
2968,expense,216
2969,expensive,2918
2970,experience,15745
2971,experiment,119
2972,expert,213
2973,expertly,106
2974,expire,249
2975,explain,2222
2976,explanation,223
2977,explode,108
2978,explore,279
2979,explosion,119
2980,expose,129
2981,express,574
2982,expression,121
2983,exquisite,199
2984,extend,160
2985,extensive,650
2986,extent,110
2987,exterior,269
2988,extra,4331
2989,extraordinarily,101
2990,extraordinary,190
2991,extravagant,105
2992,extreme,125
2993,extremely,4019
2994,eye,1833
2995,f,165
2996,fab,328
2997,fabulous,1456
2998,facade,101
2999,face,1577
3000,facebook,227
3001,facility,224
3002,fact,2876
3003,factor,369
3004,factory,201
3005,fade,134
3006,fail,867
3007,failure,173
3008,faint,149
3009,fair,1529
3010,faire,391
3011,fairly,1513
3012,fairness,149
3013,fait,144
3014,faith,175
3015,faithful,103
3016,fajita,143
3017,fajitas,387
3018,fake,304
3019,falafel,730
3020,fall,1132
3021,false,205
3022,fam,117
3023,fame,135
3024,famed,119
3025,familiar,493
3026,family,6462
3027,familyowned,127
3028,familystyle,114
3029,famish,145
3030,famous,584
3031,fan,4873
3032,fanatic,244
3033,fancier,170
3034,fanciest,109
3035,fancy,1146
3036,fand,106
3037,fantastic,5812
3038,fantastically,125
3039,fantasy,104
3040,far,5526
3041,fare,673
3042,farm,416
3043,farmer,217
3044,farmhouse,130
3045,farther,149
3046,fascinate,109
3047,fashion,517
3048,fast,6399
3049,faster,316
3050,fastest,119
3051,fastfood,335
3052,fat,1302
3053,fatburger,140
3054,fate,262
3055,father,352
3056,fatten,108
3057,fatty,776
3058,fault,589
3059,faustos,158
3060,faut,191
3061,faux,235
3062,fav,378
3063,fave,312
3064,faves,298
3065,favor,652
3066,favorable,156
3067,favorite,10521
3068,favourite,238
3069,favs,264
3070,faygo,134
3071,fazit,188
3072,fb,146
3073,fe,133
3074,fear,148
3075,feast,178
3076,feat,120
3077,feature,785
3078,february,171
3079,federal,299
3080,fee,767
3081,feed,353
3082,feedback,270
3083,feel,9616
3084,fell,854
3085,fella,128
3086,fellow,344
3087,felt,3952
3088,female,299
3089,fence,194
3090,fennel,147
3091,ferment,125
3092,fern,162
3093,ferraros,242
3094,fest,217
3095,festival,166
3096,festive,157
3097,feta,421
3098,fettuccine,101
3099,fettuccini,108
3100,fettucine,130
3101,fettucini,108
3102,fever,113
3103,fewer,145
3104,fez,116
3105,fiamma,319
3106,fiance,729
3107,fiancee,131
3108,fideo,125
3109,field,134
3110,fiend,100
3111,fieri,159
3112,fiery,141
3113,fiesta,150
3114,fifteen,127
3115,fifth,224
3116,fifty,118
3117,fig,318
3118,fight,344
3119,figure,1743
3120,fil,101
3121,file,260
3122,filet,869
3123,filibertos,303
3124,filipino,531
3125,fill,5131
3126,filler,122
3127,fillet,132
3128,fillmore,103
3129,film,261
3130,filter,233
3131,filthy,114
3132,fin,373
3133,final,396
3134,finale,115
3135,finally,5613
